Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: I need to get out!
pl_pl: Muszę się wydostać!

source: I need to get the status report from the trooper in my office.
pl_pl: Muszę uzyskać raport o statusie od żołnierza w moim biurze.

source: I need to get to the chamber above.
pl_pl: Muszę dostać się do komory powyżej.

source: I need to get up to that open window.
pl_pl: Muszę podejść do otwartego okna.

source: I need to get up to the bridge... and cross it.
pl_pl: Muszę dostać się na most... i przejść przez niego.

source: I need to know we're still in this together.
pl_pl: Muszę wiedzieć, że wciąż jesteśmy w tym razem.

source: I need to make this right. I'm gonna use the terminal up here and try and dig up what Monarch's really up to.
pl_pl: Muszę to naprawić. Skorzystam z terminala i spróbuję dowiedzieć się, co tak naprawdę knuje Monarch.

source: I need you to push the lever over there labeled "chronon conduit." That'll activate the core. I'm gonna run diagnostics and make sure it remains stable.
pl_pl: Musisz przeciągnąć dźwignię podpisaną jako „przewód chrononowy”. To aktywuje rdzeń. Ja uruchomię diagnostykę i upewnię się, że jest stabilny.

source: I needed to get to Dr. Amaral before the stutter ended and Monarch found out I was coming.
pl_pl: Musiałem dostać się do doktor Amaral, zanim zacięcie się skończy, a Monarch dowie się, że nadchodzę.

source: I once told you once our fate is already laid out for us.
pl_pl: Powiedziałam ci kiedyś, że nasz los jest już dla nas zaplanowany.

source: I once trusted Jack more than anybody. It was my only chance to make him understand the truth.
pl_pl: Kiedyś ufałem Jack'owi bardziej niż komukolwiek innemu. To była moja jedyna szansa, by zrozumiał prawdę.

source: I only know what my brother told me. Time is breaking down, and Monarch is involved somehow.
pl_pl: Wiem tylko tyle, ile powiedział mi brat. Czas się załamuje, a Monarch jest w to jakoś zamieszany.

source: I owe you.
pl_pl: Mam u ciebie dług.

source: I promise what I'm about to show you is far more exciting than the lobby.
pl_pl: Obiecuję, że to, co zaraz pokażę, będzie o wiele bardziej ekscytujące niż ten hol.

source: I quit!
pl_pl: Odchodzę!

source: I really don't want to go outside.
pl_pl: Naprawdę nie chcę wychodzić na zewnątrz.

source: I recognized Will's workshop as soon as I saw the old billboard on top.
pl_pl: Rozpoznałem warsztat Willa, gdy tylko zobaczyłem stary billboard na górze.

source: I remembered that Will and I were heading to the courtyard when the stutter hit. That's where I needed to cut him off.
pl_pl: Przypomniałem sobie, że szliśmy z Willem na dziedziniec, kiedy zaczęło się zacięcie. Właśnie tam musiałem iść.

source: I said I'll try.
pl_pl: Powiedziałam, że spróbuję.

source: I said get out of my way.
pl_pl: Powiedziałam, zejdź mi z drogi.

source: I said on your fucking knees! That's an order!
pl_pl: Powiedziałem, kurwa, na kolana! To rozkaz!

source: I said shut the fuck up.
pl_pl: Powiedziałem, kurwa, zamknij się.

source: I said stay back!
pl_pl: Powiedziałem, cofnij się!

source: I saw it! We gotta get out of here!
pl_pl: Widziałem to! Musimy się stąd wydostać!

source: I saw some kind of visions of this machine at his workshop. He must have hid it here.
pl_pl: Widziałem jakieś wizje tej maszyny w jego warsztacie. Musiał ją tu ukryć.

source: I saw that guy earlier. He's part of this, maybe even leading it.
pl_pl: Widziałem tego gościa wcześniej. Jest częścią tego wszystkiego, może nawet tym kieruje.

source: I saw the footage of the speech. They tried to get to you.
pl_pl: Widziałem nagranie z przemówienia. Próbowali się do ciebie dobrać.

source: I saw them on the way in. These geared-up soldiers that -- that -- blink in and out.
pl_pl: Widziałam ich po drodze. Żołnierze w okularach, mrugający do mnie i znikający.

source: I saw this guy earlier. He's part of the Monarch operation, maybe even leading it. Poor cabbie, he seemed like a nice guy.
pl_pl: Widziałem tego gościa wcześniej. Jest częścią operacji Monarch, może nawet ją prowadzi. Biedny taksówkarz, wyglądał na miłego faceta.

source: I see the concept of "personal space" is still foreign to you.
pl_pl: Widzę, że pojęcie „przestrzeni osobistej” wciąż jest ci obce.

source: I see you...
pl_pl: Widzę cię...

source: I should get up on that bridge and make my way across it before this stutter ends.
pl_pl: Powinienem wejść na ten most i przejść przez niego, zanim to zacięcie się skończy.

source: I should go see Beth.
pl_pl: Powinienem zobaczyć się z Beth.

source: I should go to my office upstairs.
pl_pl: Powinienem iść do mojego biura na górze.

source: I should've been here. Somebody made a false report, sent me to the tunnels to divert my attention.
pl_pl: Powinienem tu być. Ktoś złożył fałszywy raport, wysłał mnie do tuneli, żeby odwrócić moją uwagę.

source: I specifically requested copper-clad niobium titanium.
pl_pl: Poprosiłem o tytan niobowy pokryty miedzią.

source: I spent years living in the past, living in the safety of knowing what happens next. Years of planning. Building. It's all come to this.
pl_pl: Spędziłem lata żyjąc przeszłością, żyjąc w poczuciu bezpieczeństwa, wiedząc, co będzie dalej. Lata planowania. Budowania. Wszystko prowadziło do tego.

source: I start construction tomorrow, and I...
pl_pl: Jutro zaczynam budowę i...

source: I still believe that. More than ever. I'm just worried what that might mean.
pl_pl: Wciąż w to wierzę. Bardziej niż kiedykolwiek. Martwię się tylko, co to może oznaczać.

source: I suggest we deal with the issue at hand. Liam Burke over there can explain the situation in more detail.
pl_pl: Proponuję zająć się tą sprawą. Liam Burke może wyjaśnić sytuację bardziej szczegółowo.

source: I swear to God, if you hurt him...!
pl_pl: Przysięgam na Boga, jeśli go skrzywdzicie...!

source: I think I'll just leave that right there.
pl_pl: Myślę, że zostawię to w tym miejscu.

source: I think he's gone!
pl_pl: Chyba go już nie ma!

source: I think it's Joyce!
pl_pl: Myślę, że to Joyce!

source: I think so, but Jack, that was--
pl_pl: Myślę, że tak, ale Jack, to było...

source: I think so. But we can't stay here.
pl_pl: Myślę, że tak. Ale nie możemy tu zostać.

source: I think so. Sorry, this isn't quite my forte -- I know a guy who'd do this in his sleep, but he's about as dependable as--
pl_pl: Chyba tak. Przepraszam, to nie jest moja mocna strona - znam faceta, który zrobiłby to z zamkniętymi oczami, ale jest tak niezawodny, jak...

source: I think that giraffe's holding enough baggage.
pl_pl: Myślę, że ta żyrafa słyszała wystarczająco dużo.

source: I think the control doohicky's right here.
pl_pl: Myślę, że kontrolka jest tutaj.

source: I think they changed their minds!
pl_pl: Chyba zmienili zdanie!

source: I think this is it.
pl_pl: Myślę, że to jest to.

source: I think we're ready.
pl_pl: Myślę, że jesteśmy gotowi.

source: I think you need to get to this side of the gate somehow.
pl_pl: Myślę, że musisz jakoś dostać się na tę stronę bramy.

source: I thought I was losing my mind when I saw that. You're a part of this. I need to know what's going on.
pl_pl: Myślałam, że tracę zmysły, kiedy to zobaczyłam. Jesteś tego częścią. Muszę wiedzieć, co się dzieje.

source: I thought you were guiding me to the machine?
pl_pl: Myślałem, że poprowadzisz mnie do maszyny?

source: I tried to be your friend, Jack.
pl_pl: Próbowałem być twoim przyjacielem, Jack.

source: I trusted Beth. I know she had her own agenda, I don't know half of what she did, but I trusted her, and she trusted you. And this is feeling like a real "do or die" situation... so I guess I'm doing.
pl_pl: Ufałem Beth. Wiem, że miała własne plany, nie wiem połowy tego, co zrobiła, ale ufałem jej, a ona ufała tobie. Czuję się jak w sytuacji „zrób albo zgiń”... więc chyba to robię.

source: I trusted Monarch. We can't let them get away with this!
pl_pl: Ufałem Monarch. Nie możemy pozwolić, by uszło im to na sucho!

source: I understand. I'll get their captain to pull 'em. Resume your search when they're gone. Over.
pl_pl: Rozumiem. Powiem ich kapitanowi, żeby ich ściągnął. Wznów poszukiwania, gdy znikną. Odbiór.

source: I uploaded all the files I stole on that USB stick from the Monarch security station.
pl_pl: Wgrałam na laptopa wszystkie pliki, które udało mi się ukraść na pendrive'a ze stacji bezpieczeństwa Monarch.

source: I wanna know what the hell’s going on here! You haven’t told us shit!
pl_pl: Chcę wiedzieć, co tu się do cholery dzieje! Gówno nam powiedziałeś!

source: I want a statement.
pl_pl: Chcę oświadczenia.

source: I want him apprehended immediately.
pl_pl: Chcę go natychmiast zatrzymać.

source: I want to go over Sofia's figures. If she's right, the Fracture is escalating a lot faster than we anticipated.
pl_pl: Chcę przejrzeć dane Sofii. Jeśli ma rację, pęknięcie postępuje znacznie szybciej, niż się spodziewaliśmy.

source: I want to see a warrant! This is really sketchy!
pl_pl: Chcę zobaczyć nakaz! To jest naprawdę podejrzane!

source: I warned Paul about this, about the calculations. I tried to make you listen to me!
pl_pl: Ostrzegałem Paula przed tym, przed obliczeniami. Próbowałem cię zmusić, żebyś mnie posłuchał!

source: I warned you we were compromised. There are people on the inside who want us to fail. Just be glad they were a lousy shot.
pl_pl: Ostrzegałem, że jesteśmy zagrożeni. Wewnątrz są ludzie, którzy chcą naszej porażki. Ciesz się, że byli kiepskimi strzelcami.

source: I was a little busy getting kidnapped!
pl_pl: Byłem trochę zajęty byciem porwanym!

source: I was getting closer to the countermeasure. Paul had the key to fixing the Fracture all along. But he didn't see it.
pl_pl: Byłem coraz bliżej środka zaradczego. Paul od początku miał klucz do naprawy pęknięcia. Ale go nie widział.

source: I was just happy to see Paul.
pl_pl: Cieszyłem się, że widzę Paula.

source: I will. See you soon.
pl_pl: Będziemy uważać. Do zobaczenia wkrótce.

source: I wish I could measure the rate of decay.
pl_pl: Chciałbym móc zmierzyć tempo rozpadu.

source: I wish. But he said it was stolen on July 4th, 2010. Somebody took it.
pl_pl: Chciałabym. Ale powiedział, że został skradziony 4 lipca 2010 roku. Ktoś go zabrał.

source: I won't give in to this thing.
pl_pl: Nie poddam się temu.

source: I wonder how the food's gonna be... you know, in there?
pl_pl: Zastanawiam się, jak tam będzie z jedzeniem?

source: I wonder who made him think that.
pl_pl: Zastanawiam się, kto sprawił, że tak pomyślał.

source: I would go on living my life, probably with slightly less respect for you.
pl_pl: Kontynuowałabym swoje życie, prawdopodobnie z nieco mniejszym szacunkiem dla ciebie.

source: I would never.
pl_pl: Nie ośmieliłbym się.

source: I'D GIVE ANYTHING FOR THAT YEAR.
pl_pl: Oddałbym wszystko za tamten rok.

source: I'LL FIND YOU WHEN IT'S OVER.
pl_pl: Znajdę cię, gdy to się skończy.

source: I'LL SEE YOU THERE.
pl_pl: Niedługo tam będę.

source: I'LL SEE YOU TONIGHT.
pl_pl: Do zobaczenia na imprezie.

source: I'LL SHOOT MYSELF.
pl_pl: Strzelę sobie w łeb.

source: I'M AT THE PERIMETER LAB.
pl_pl: Jestem w Laboratorium Obwodowym.

source: I'M DEAD WEIGHT. JUST -- I'M A GLORIFIED LOCKSMITH.
pl_pl: Ja jestem tylko balastem. Tylko... Jestem gloryfikowanym ślusarzem.

source: I'M GONNA BE OUT TOMORROW.
pl_pl: Jutro mnie tu nie będzie.

source: I'M GONNA TELL YOU WHY YOU'RE GONNA PUT ME ON THAT LIST.
pl_pl: - Powiem ci, dlaczego chcesz mnie umieścić na tej liście.

source: I'M HATCH'S GUY.
pl_pl: Jestem z Hatchem.

source: I'M NOT TURNING MY BACK ON THE HUMAN RACE.
pl_pl: Nie odwracam się od ludzkości.

source: I'M PUTTING YOUR NAME ON THE LIST...FOR THE LIFEBOAT.
pl_pl: Wpisuję twoje nazwisko na listę... do łodzi ratunkowej.

source: I'M REALLY GOING TO ENJOY KILLING YOUR WIFE.
pl_pl: Naprawdę będę się dobrze bawił zabijając twoją żonę.

source: I'M SORRY.
pl_pl: Przepraszam.

source: I'M SORRY. I JUST...
pl_pl: Przepraszam. Muszę...

source: I'M SURE YOUR WIFE MISSES YOU.
pl_pl: Jestem pewien, że żona za tobą tęskni.

source: I'M TELLING YOU, I NEVER FELT GOOD DOING THIS.
pl_pl: Mówię ci, nigdy nie czułem się z tym dobrze.

source: I'M THE ONLY ONE.
pl_pl: Tylko ja mogę.

source: I'M TIRED OF THIS SHIT.
pl_pl: Mam dość tego gówna.

source: I'VE TRIED TO CHANGE THINGS, UNDO MISTAKES,
pl_pl: - Próbowałem coś zmienić, naprawić błędy,

source: I'd love to see one.
pl_pl: Chętnie bym takie zobaczył.

source: I'd never seen anything like it. But Paul had. That's what he was preparing for all those years. He didn't do a very good job.
pl_pl: Nigdy czegoś takiego nie widziałem, ale Paul widział. Do tego właśnie przygotowywał się przez te wszystkie lata. Nie poszło mu zbyt dobrze.

source: I'd raised some hell with Paul in the past. I could tell this was different. Still, I didn't understand how massive and far-reaching the consequences for this would be. How could I?
pl_pl: W przeszłości rozpętałem piekło z Paulem. Teraz było inaczej. Mimo to nie zdawałem sobie sprawy, jak ogromne i dalekosiężne będą tego konsekwencje. Bo jak mógłbym zdawać sobie z tego sprawę?

source: I'd used a gun before. I'd been in a couple of tough spots. Never had an army of pro gunmen chase me.
pl_pl: Używałem już wcześniej broni. Byłem w kilku trudnych sytuacjach. Nigdy jednak nie ścigała mnie armia zawodowców.

source: I'll be a hell of a lot better when you get me on that boat. Not exactly making friends out here. How's Dr. Amaral?
pl_pl: Poczuję się o wiele lepiej, kiedy wejdę na tą łódź. Raczej nie chce tutaj się z nikim zaprzyjaźniać. Co u doktor Amaral?

source: I'll be a lot better when you get me on that boat. Monarch's right on my ass; I'm not exactly making friends out here. How's Dr. Amaral?
pl_pl: Poczuję się o wiele lepiej, kiedy wejdę na tą łódź. Monarch ma mnie w garści, nie zamierzam się tu zaprzyjaźniać. Co u doktor Amaral?

source: I'll be right there. Serene out.
pl_pl: Za chwilę tam będę. Spokojnie.

source: I'll bet a lot of guys got paid under the table to get this thing running.
pl_pl: Założę się, że wielu facetom zapłacono pod stołem, aby to uruchomić.

source: I'll check the license plate on my phone and see if anything comes up, but I mean, it's a long shot.
pl_pl: Sprawdzę tablicę rejestracyjną na telefonie i zobaczę, czy coś się pojawi, ale to raczej mało prawdopodobne.

source: I'll deal with Jack personally.
pl_pl: Osobiście zajmę się Jack'iem.

source: I'll explain when the time is right. You'll meet me tonight, at the Monarch gala.
pl_pl: Wyjaśnię to, kiedy nadejdzie właściwy czas. Spotkamy się dziś wieczorem na gali Monarch.

source: I'll give you a minute to clear your head. Obviously, you aren't thinking straight.
pl_pl: Dam ci minutę na oczyszczenie głowy. Najwyraźniej nie myślisz trzeźwo.

source: I'll give you the honor of pressing the button.
pl_pl: Dam ci zaszczyt naciśnięcia przycisku.

source: I'll have to hook up the countermeasure to the core... It's designed to hypersaturate the Meyer-Joyce field with chronon particles.
pl_pl: Będę musiał podłączyć środek zaradczy do rdzenia... Został zaprojektowany, by przesycić pole Meyer-Joyce'a cząstkami chrononowymi.

source: I'll keep an eye out, see if I can grab it for you.
pl_pl: Sprawdzę i zobaczę, czy mogę go dla ciebie go zabrać.

source: I'll let you know as soon as I find some higher ground and get a good look at the situation on the bridge. I think it might be a no-go.
pl_pl: Dam ci znać, jak tylko wejdę wyżej i dobrze przyjrzę się sytuacji na moście. Wydaje mi się, że przez most się nie da przejść.

source: I'll make sure Sofia doesn't go anywhere while you're gone. Just... be careful in there, okay? That machine hasn't been used in years.
pl_pl: Upewnię się, że Sofia nigdzie nie pójdzie, kiedy was nie będzie. Tylko... bądźcie tam ostrożni, dobra? Ta maszyna nie była używana od lat.

source: I'll save you a cocktail weenie.
pl_pl: Spokojnie, coś ci zostawię.

source: I'll take a bomb over that goddamn... whatever it is. Scares the crap out of me.
pl_pl: Wolę bombę od tego cholerstwa... cokolwiek to jest. Przeraża mnie jak cholera.

source: I'll take a look.
pl_pl: Poszukam tego "czegoś".

source: I'll take care of it! You get going the second you can, okay?
pl_pl: Zajmę się tym! Jak ją otworzę to przejdź od razu do łodzi, dobra?

source: I'll take care of it. Just get that safe open. Stay inside.
pl_pl: Zajmę się tym. Ty otwórz ten sejf. Zostań w środku.

source: I'll take you shopping! It's a fucking briefcase!
pl_pl: Zabiorę cię na zakupy! To pieprzona walizka!

source: I'll take your word for it. Just make it happen.
pl_pl: Wierzę ci na słowo. Po prostu to zrób.

source: I'll try to explain. But we have to go!
pl_pl: Postaram się to wyjaśnić. Ale musimy już iść!

source: I'll unlock the door.
pl_pl: Otworzę drzwi.

source: I'll wait here. You go on ahead.
pl_pl: Poczekam tutaj. Ty idź dalej.

source: I'm Paul's scapegoat.
pl_pl: Jestem kozłem ofiarnym Paula.

source: I'm almost there. Just wait two minutes.
pl_pl: Już prawie jestem. Poczekaj tylko dwie minuty.

source: I'm calling 911!
pl_pl: Dzwonie po policję!

source: I'm drained.
pl_pl: Pusto.

source: I'm empty!
pl_pl: Mam pusto!

source: I'm engaging!
pl_pl: Atakuje!

source: I'm going in!
pl_pl: Wchodzę!

source: I'm going to be the first, Jack. And you're my witness.
pl_pl: Będę pierwszy, Jack. A ty będziesz moim świadkiem.

source: I'm going to sue your ass!
pl_pl: Pozwę cię!

source: I'm gonna buy a tanning bed, and I'm gonna live in it.
pl_pl: Kupię solarium i będę w nim mieszkał.

source: I'm gonna find out. You should stay here for now. I have a feeling the next part's gonna get messy.
pl_pl: Dowiem się tego. Na razie powinieneś tu zostać. Mam przeczucie, że w następnej części zrobi się bałagan.

source: I'm gonna get her moving.
pl_pl: Sprawię, że zacznie się ruszać.

source: I'm gonna have to follow them.
pl_pl: Będę musiał ich śledzić.

source: I'm gonna make sure they don't get anywhere near the countermeasure.
pl_pl: Upewnię się, że nie zbliżą się do środka zaradczego.

source: I'm guessing Will's not meeting us.
pl_pl: Zgaduję, że Will się z nami nie spotka.

source: I'm guessing you're not referring to the protest.
pl_pl: Domyślam się, że nie chodzi ci o protest.

source: I'm looking at the bridge right now. That's a lot of Monarch... I don't know, maybe you could sneak across?
pl_pl: Patrzę teraz na most. Dużo tam ludzi z Monarch... Nie wiem, może dałoby się tam przemknąć?

source: I'm never gonna get used to that.
pl_pl: Do tego nigdy się nie przyzwyczaję.

source: I'm never gonna get used to that...
pl_pl: Nigdy się do tego nie przyzwyczaję...

source: I'm not a traitor.
pl_pl: Nie jestem zdrajcą.

source: I'm not afraid of death. I'm afraid of... becoming the enemy... what that would mean. For me, for the plan. I can feel it, infesting my thoughts.
pl_pl: Nie boję się śmierci. Boję się... stania się wrogiem... co by to oznaczało. Dla mnie, dla planu. Czuję to w moich myślach.

source: I'm not asking! Move!
pl_pl: Ja nie proszę! Ruchy!

source: I'm not done with you yet.
pl_pl: Jeszcze z tobą nie skończyłem.

source: I'm not even scratching it!
pl_pl: Nawet o tym nie wspomnę!

source: I'm not getting through that. There's gotta be another way.
pl_pl: Nie przejdę przez to. Musi być inny sposób.

source: I'm not going anywhere until you're on this side of the gate.
pl_pl: Nigdzie się nie wybieram, dopóki nie staniesz po tej stronie bramy.

source: I'm not gonna do that.
pl_pl: Nie zrobię tego.

source: I'm not here for Paul.
pl_pl: Nie jestem tu dla Paula.

source: I'm not putting Dr. Amaral at risk! I'll make it across that bridge, whatever it takes.
pl_pl: Nie narażę doktor Amaral! Przejdę przez ten most, bez względu na wszystko.

source: I'm not so sure we can do this without the countermeasure... but you're right. We'll need the machine.
pl_pl: Nie jestem pewna, czy możemy to zrobić bez środka zaradczego... ale masz rację. Będziemy potrzebować maszyny.

source: I'm not sure downstairs is much better. You hear that crash? Like a bomb hit us.
pl_pl: Nie jestem pewien, czy na dole jest lepiej. Słyszałeś ten huk? Jakby uderzyła w nas bomba.

source: I'm not sure if you can reach the second one that way. You may have to climb down and reach the other side of the machine.
pl_pl: Nie jestem pewna, czy możesz dotrzeć do drugiego tak łatwo. Być może będziesz musiał zejść na dół i dostać się na drugą stronę maszyny.

source: I'm on it.
pl_pl: Zajmę się tym.

source: I'm on my way to Paul at the drydocks.
pl_pl: Jestem w drodze do Paula na port.

source: I'm on my way.
pl_pl: Jestem w drodze.

source: I'm on my way. Hold the perimeter.
pl_pl: Już idę. Utrzymać obwód.

source: I'm out!
pl_pl: Skończyła mi się amunicja!

source: I'm out.
pl_pl: Odpadam.

source: I'm pinned down!
pl_pl: Jestem przygwożdżony!

source: I'm ready when you are.
pl_pl: Jestem gotowy, kiedy ty będziesz.

source: I'm reloading!
pl_pl: Przeładowuję!

source: I'm serious, Jack. This is big stuff I've got here.
pl_pl: Mówię poważnie, Jack. To poważna sprawa.

source: I'm so sorry. I didn't want to, but they made me do it.
pl_pl: Tak mi przykro. Nie chciałam, ale zmusili mnie do tego.

source: I'm starting to get the hang of this.
pl_pl: Zaczynam łapać o co w tym chodzi.

source: I'm still figuring that out.
pl_pl: Wciąż to rozgryzam.

source: I'm still kickin'.
pl_pl: Wciąż jestem w formie.

source: I'm still not hearing it.
pl_pl: Nadal tego nie słyszę.

source: I'm still not sure what your role in this whole thing is.
pl_pl: Nadal nie jestem pewien, jaka jest twoja rola w tym wszystkim.

source: I'm still not sure why you're doing this.
pl_pl: Nadal nie jestem pewien, dlaczego to robisz.

source: I'm sure she'll be in the program, Steve. Don't even worry about it.
pl_pl: Jestem pewien, że będzie w programie, Steve. Nawet się o to nie martw.

source: I'm taking him down!
pl_pl: Zabiję go!

source: I'm taking the shot!
pl_pl: Strzelam!

source: I'm the one who was attempting to rescue your ass until you decided to go on a gun-blazing shit parade through that warehouse. Now, listen closely. You're at the outskirts of a Monarch chronon harvesting operation and Paul Serene is at the drydocks nearby. Not a recipe for fun times, so how about we--
pl_pl: To ja próbowałam uratować ci tyłek, dopóki nie zdecydowałeś się paradować z bronią w ręku w tym magazynie. A teraz słuchaj uważnie. Jesteś na obrzeżach operacji zbierania chrononu Monarch, a Paul Serene jest w pobliskim porcie. Nie brzmi to wesoło, więc może...

source: I'm touched by your misguided concern. I can handle Jack Joyce.
pl_pl: Jestem wzruszony twoją błędną troską. Poradzę sobie z Jack'iem Joyce'm.

source: I'm trapped!
pl_pl: Jestem w pułapce!

source: I've been better, but at least Monarch's feeling the heat. I checked online, big anti-Monarch protests going on all over the city. I took some crazy pictures to fuel the fire, man.
pl_pl: Bywało lepiej, ale przynajmniej Monarch wali się grunt pod nogami. Sprawdziłem w sieci, w całym mieście trwają protesty przeciwko Monarch. Zrobiłem kilka szalonych zdjęć, by podsycić ten ogień.

source: I've been posting my theories about Monarch on a bunch of forums.
pl_pl: Publikowałem swoje teorie na temat Monarch na wielu forach.

source: I've been recording Monarch communications with the radio that Beth left me. I made a compilation of anything that seemed like it might be useful.
pl_pl: Nagrywałam komunikację Monarch za pomocą radia, które zostawiła mi Beth. Stworzyłam kompilację wszystkiego, co wydawało się przydatne.

source: I've been thinking. Monarch projections say these stutters are getting more frequent. If one hits while we're grabbing Doctor Amaral...
pl_pl: Zastanawiałam się nad czymś. Prognozy Monarch mówią, że te zacięcia stają się coraz częstsze. Jeśli jedno z nich nastąpi, gdy będziemy łapać doktor Amaral...
